Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: Current visit
ar: الزيارة الحالية
bn: বর্তমান সফর
es: Visita actual
fr: Visite en cours
hi: वर्तमान दौरा
ja: 今回の訪問
pt_br: Visita atual
ru: Текущий визит
zh_hans: 当前访问

source: Current visit at %@
ar: الزيارة الحالية في %@
bn: %@ এ বর্তমান পরিদর্শন
es: Visita actual en %@
fr: Visite en cours à %@
hi: %@ पर वर्तमान विज़िट
ja: 現在の訪問先: %@
pt_br: Visita atual em %@
ru: Текущий визит в %@
zh_hans: 当前访问位于%@

source: CURRENTLY HIDDEN
ar: مخفي حاليا
bn: বর্তমানে লুকানো আছে
es: ACTUALMENTE OCULTO
fr: ACTUELLEMENT MASQUÉ
hi: वर्तमान में छिपा हुआ
ja: 現在非表示になっています
pt_br: ATUALMENTE OCULTO
ru: В НАСТОЯЩЕЕ ВРЕМЯ СКРЫТО
zh_hans: 目前隐藏

source: Currently recording
ar: التسجيل حاليا
bn: বর্তমানে রেকর্ডিং
es: Actualmente grabando
fr: En cours d'enregistrement
hi: अभी रिकॉर्डिंग हो रही है
ja: 現在録音中
pt_br: Gravando atualmente
ru: Сейчас идет запись
zh_hans: 正在录制中

source: CURRENTLY SHOWN
ar: معروض حاليا
bn: বর্তমানে দেখানো হয়েছে
es: MOSTRADO ACTUALMENTE
fr: ACTUELLEMENT AFFICHÉ
hi: वर्तमान में दिखाया गया है
ja: 現在表示されているもの
pt_br: ATUALMENTE EXIBIDO
ru: В НАСТОЯЩЕЕ ВРЕМЯ ПОКАЗАНО
zh_hans: 目前显示

source: Custom
ar: مخصص
bn: কাস্টম
es: Costumbre
fr: Coutume
hi: रिवाज़
ja: カスタム
pt_br: Personalizado
ru: Обычай
zh_hans: 风俗

source: CUSTOM
ar: مخصص
bn: কাস্টম
es: COSTUMBRE
fr: COUTUME
hi: रिवाज़
ja: カスタム
pt_br: PERSONALIZADO
ru: ОБЫЧАЙ
zh_hans: 风俗

source: Custom date range
ar: النطاق الزمني المخصص
bn: কাস্টম তারিখ ব্যাপ্তি
es: Rango de fechas personalizado
fr: Plage de dates personnalisée
hi: कस्टम तिथि सीमा
ja: カスタムの日付範囲
pt_br: Período personalizado
ru: Пользовательский диапазон дат
zh_hans: 自定义日期范围

source: CUSTOM HEADER
ar: رأس مخصص
bn: কাস্টম হেডার
es: ENCABEZADO PERSONALIZADO
fr: EN-TÊTE PERSONNALISÉ
hi: कस्टम हेडर
ja: カスタムヘッダー
pt_br: CABEÇALHO PERSONALIZADO
ru: ПОЛЬЗОВАТЕЛЬСКИЙ ЗАГОЛОВОК
zh_hans: 自定义标头

source: Custom Range
ar: نطاق مخصص
bn: কাস্টম পরিসীমা
es: Rango personalizado
fr: Gamme personnalisée
hi: कस्टम रेंज
ja: カスタム範囲
pt_br: Intervalo personalizado
ru: Пользовательский диапазон
zh_hans: 定制范围

source: DAILY EXPORT
ar: التصدير اليومي
bn: দৈনিক রপ্তানি
es: EXPORTACIÓN DIARIA
fr: EXPORTATION QUOTIDIENNE
hi: दैनिक निर्यात
ja: 毎日のエクスポート
pt_br: EXPORTAÇÃO DIÁRIA
ru: ЕЖЕДНЕВНЫЙ ЭКСПОРТ
zh_hans: 每日出口

source: Daily Export Needs Attention
ar: التصدير اليومي يحتاج إلى الاهتمام
bn: দৈনিক রপ্তানি মনোযোগ প্রয়োজন
es: La exportación diaria necesita atención
fr: L’exportation quotidienne nécessite une attention particulière
hi: दैनिक निर्यात पर ध्यान देने की आवश्यकता है
ja: 毎日のエクスポートには注意が必要です
pt_br: A exportação diária precisa de atenção
ru: Ежедневный экспорт требует внимания
zh_hans: 日常出口需要注意的事项

source: Daily Export Ready
ar: التصدير اليومي جاهز
bn: দৈনিক রপ্তানি প্রস্তুত
es: Listo para exportación diaria
fr: Prêt pour l'exportation quotidienne
hi: दैनिक निर्यात के लिए तैयार
ja: 毎日のエクスポートに対応
pt_br: Pronto para exportação diária
ru: Готов к ежедневному экспорту
zh_hans: 每日出口就绪

source: Daily timeline
ar: الجدول الزمني اليومي
bn: দৈনিক টাইমলাইন
es: Cronograma diario
fr: Chronologie quotidienne
hi: दैनिक समयरेखा
ja: 毎日のタイムライン
pt_br: Cronograma diário
ru: Ежедневная шкала
zh_hans: 每日时间表

source: DATA
ar: بيانات
bn: ডেটা
es: DATOS
fr: DONNÉES
hi: डेटा
ja: データ
pt_br: DADOS
ru: ДАННЫЕ
zh_hans: 数据

source: DATA EXPORT
ar: تصدير البيانات
bn: ডেটা এক্সপোর্ট
es: EXPORTACIÓN DE DATOS
fr: EXPORTATION DE DONNÉES
hi: डेटा निर्यात
ja: データのエクスポート
pt_br: EXPORTAÇÃO DE DADOS
ru: ЭКСПОРТ ДАННЫХ
zh_hans: 数据导出

source: DATA IMPORT
ar: استيراد البيانات
bn: ডেটা আমদানি
es: IMPORTACIÓN DE DATOS
fr: IMPORTATION DE DONNÉES
hi: डेटा आयात
ja: データインポート
pt_br: IMPORTAÇÃO DE DADOS
ru: ИМПОРТ ДАННЫХ
zh_hans: 数据导入

source: Data is only sent when you tap "Send Now" below.
ar: لا يتم إرسال البيانات إلا عند النقر على "إرسال الآن" أدناه.
bn: আপনি নীচে "এখনই পাঠান" ট্যাপ করলেই ডেটা পাঠানো হয়৷
es: Los datos solo se envían cuando tocas "Enviar ahora" a continuación.
fr: Les données ne sont envoyées que lorsque vous appuyez sur « Envoyer maintenant » ci-dessous.
hi: डेटा केवल तभी भेजा जाता है जब आप नीचे "अभी भेजें" पर टैप करते हैं।
ja: データは、下の「今すぐ送信」をタップした場合にのみ送信されます。
pt_br: Os dados só são enviados quando você toca em "Enviar agora" abaixo.
ru: Данные отправляются только тогда, когда вы нажимаете «Отправить сейчас» ниже.
zh_hans: 仅当您点击下面的“立即发送”时才会发送数据。

source: DATA LEAVES YOUR DEVICE
ar: البيانات تترك جهازك
bn: ডেটা আপনার ডিভাইস ছেড়ে যায়
es: LOS DATOS SALEN DE SU DISPOSITIVO
fr: LES DONNÉES QUITTENT VOTRE APPAREIL
hi: डेटा आपके डिवाइस को छोड़ देता है
ja: データがデバイスから流出する
pt_br: OS DADOS SAEM DO SEU DISPOSITIVO
ru: ДАННЫЕ ПОКИДАЮТ ВАШЕ УСТРОЙСТВО
zh_hans: 数据离开您的设备

source: DATE
ar: تاريخ
bn: তারিখ
es: FECHA
hi: तारीख
ja: 日付
pt_br: DATA
ru: ДАТА
zh_hans: 日期

source: Date controls stay visible
ar: تظل عناصر التحكم في التاريخ مرئية
bn: তারিখ নিয়ন্ত্রণ দৃশ্যমান থাকে
es: Los controles de fecha permanecen visibles
fr: Les contrôles de date restent visibles
hi: दिनांक नियंत्रण दृश्यमान रहते हैं
ja: 日付コントロールは表示されたままになります
pt_br: Os controles de data permanecem visíveis
ru: Элементы управления датой остаются видимыми
zh_hans: 日期控件保持可见

source: DATE RANGE
ar: النطاق الزمني
bn: তারিখ পরিসীমা
es: RANGO DE FECHAS
fr: PLAGE DE DATES
hi: दिनांक सीमा
ja: 日付範囲
pt_br: PERÍODO
ru: ДИАПАЗОН ДАТ
zh_hans: 日期范围

source: DATED
ar: مؤرخة
bn: তারিখ
es: ANTICUADO
fr: DATÉ
hi: दिनांकित
ja: 日付付き
pt_br: DATADO
ru: ДАТИРОВАННЫЙ
zh_hans: 已注明日期

source: DAY
ar: يوم
bn: দিন
es: DÍA
fr: JOUR
hi: दिन
ja: 日
pt_br: DIA
ru: ДЕНЬ
zh_hans: 天

source: Default folder: %@
ar: المجلد الافتراضي: %@
bn: ডিফল্ট ফোল্ডার: %@
es: Carpeta predeterminada: %@
fr: Dossier par défaut : %@
hi: डिफ़ॉल्ट फ़ोल्डर: %@
ja: デフォルトのフォルダー: %@
pt_br: Pasta padrão: %@
ru: Папка по умолчанию: %@
zh_hans: 默认文件夹： %@

source: Delete
ar: يمسح
bn: মুছে দিন
es: Borrar
fr: Supprimer
hi: मिटाना
ja: 消去
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: DELETE OUTING
ar: حذف نزهة
bn: আউটিং মুছুন
es: ELIMINAR SALIDA
fr: SUPPRIMER LA SORTIE
hi: आउटिंग हटाएँ
ja: 外出の削除
pt_br: EXCLUIR PASSEIO
ru: УДАЛИТЬ ВЫЕЗД
zh_hans: 删除郊游

source: Delete Outing?
ar: هل تريد حذف النزهة؟
bn: আউটিং মুছবেন?
es: ¿Eliminar salida?
fr: Supprimer la sortie ?
hi: आउटिंग हटाएं?
ja: 外出を削除しますか?
pt_br: Excluir passeio?
ru: Удалить выезд?
zh_hans: 删除郊游？

source: Delete outings
ar: حذف النزهات
bn: আউটিং মুছুন
es: Eliminar salidas
fr: Supprimer les sorties
hi: आउटिंग हटाएं
ja: 外出を削除する
pt_br: Excluir passeios
ru: Удалить прогулки
zh_hans: 删除外出活动

source: Delete Visit
ar: حذف الزيارة
bn: ভিজিট মুছুন
es: Eliminar visita
fr: Supprimer la visite
hi: विज़िट हटाएँ
ja: 訪問の削除
pt_br: Excluir visita
ru: Удалить визит
zh_hans: 删除访问

source: Delete Visit?
ar: هل تريد حذف الزيارة؟
bn: ভিজিট মুছবেন?
es: ¿Eliminar visita?
fr: Supprimer la visite ?
hi: विज़िट हटाएं?
ja: 訪問を削除しますか?
pt_br: Excluir visita?
ru: Удалить визит?
zh_hans: 删除访问？

source: Deletes this outing and its GPS points after confirmation. Visits are kept.
ar: حذف هذه النزهة ونقاط GPS الخاصة بها بعد التأكيد. يتم الاحتفاظ بالزيارات.
bn: নিশ্চিতকরণের পরে এই আউটিং এবং এর GPS পয়েন্টগুলি মুছে দেয়। ভিজিট রাখা হয়।
es: Elimina esta salida y sus puntos GPS tras la confirmación. Se mantienen las visitas.
fr: Supprime cette sortie et ses points GPS après confirmation. Les visites sont conservées.
hi: पुष्टि के बाद इस आउटिंग और इसके GPS पॉइंट को हटा देता है। दौरे होते रहते हैं.
ja: 確認後、この外出とそのGPSポイントを削除します。訪問は維持されます。
pt_br: Apaga este passeio e seus pontos GPS após confirmação. As visitas estão mantidas.
ru: Удаляет эту прогулку и ее точки GPS после подтверждения. Посещения сохраняются.
zh_hans: 确认后删除本次郊游及其GPS点。访问被保留。

source: Deletes this visit after confirmation.
ar: حذف هذه الزيارة بعد التأكيد.
bn: নিশ্চিতকরণের পরে এই দর্শন মুছে দেয়।
es: Elimina esta visita después de la confirmación.
fr: Supprime cette visite après confirmation.
hi: पुष्टि के बाद इस विज़िट को हटा देता है।
ja: 確認後にこの訪問を削除します。
pt_br: Exclui esta visita após confirmação.
ru: Удаляет этот визит после подтверждения.
zh_hans: 确认后删除本次访问。

source: Denied
ar: رفض
bn: অস্বীকার করেছে
es: Denegado
fr: Refusé
hi: अस्वीकृत
ja: 拒否されました
pt_br: Negado
ru: Отклонен
zh_hans: 被拒绝

source: Departed
ar: غادر
bn: প্রস্থান করেছে
es: Salido
fr: Défunt
hi: स्वर्गवासी
ja: 出発しました
pt_br: Partiu
ru: Ушел
zh_hans: 离开

source: Departure can’t be before arrival.
ar: لا يمكن أن تكون المغادرة قبل الوصول.
bn: প্রস্থান আগমনের আগে হতে পারে না.
es: La salida no puede ser antes de la llegada.
fr: Le départ ne peut pas avoir lieu avant l'arrivée.
hi: आगमन से पहले प्रस्थान नहीं हो सकता.
ja: 到着前に出発することはできません。
pt_br: A partida não pode ser antes da chegada.
ru: Отъезд не может быть раньше прибытия.
zh_hans: 出发时间不得早于抵达时间。

source: Departure must be after arrival.
ar: المغادرة يجب أن تكون بعد الوصول.
bn: প্রস্থান অবশ্যই আগমনের পরে হতে হবে।
es: La salida debe ser después de la llegada.
fr: Le départ doit avoir lieu après l'arrivée.
hi: प्रस्थान आगमन के बाद होना चाहिए.
ja: 出発は到着後でなければなりません。
pt_br: A partida deve ser após a chegada.
ru: Отъезд должен быть после прибытия.
zh_hans: 出发必须在抵达后。

source: Destination
ar: وجهة
bn: গন্তব্য
es: Destino
hi: गंतव्य
ja: 行き先
pt_br: Destino
ru: Место назначения
zh_hans: 目的地

source: DETAILS
ar: تفاصيل
bn: বিস্তারিত
es: DETALLES
fr: DÉTAILS
hi: विवरण
ja: 詳細
pt_br: DETALHES
ru: ПОДРОБНОСТИ
zh_hans: 细节

source: Detected as %@
ar: تم اكتشافه كـ %@
bn: %@ হিসাবে সনাক্ত করা হয়েছে
es: Detectado como %@
fr: Détecté comme %@
hi: %@ के रूप में पता चला
ja: %@として検出されました
pt_br: Detectado como %@
ru: Обнаружено как %@
zh_hans: 检测为%@

source: Dismiss
ar: رفض
bn: খারিজ
es: Despedir
fr: Rejeter
hi: नकार देना
ja: 却下する
pt_br: Liberar
ru: Увольнять
zh_hans: 解雇

source: Dismiss Discord banner.
ar: تجاهل لافتة Discord.
bn: ডিসকর্ড ব্যানার খারিজ করুন।
es: Descartar el banner de Discord.
fr: Ignorer la bannière Discord.
hi: कलह बैनर खारिज करें.
ja: Discord のバナーを閉じます。
pt_br: Dispensar banner do Discord.
ru: Закрыть баннер Discord.
zh_hans: 关闭不和谐横幅。

source: Dismiss warning
ar: تجاهل التحذير
bn: সতর্কতা খারিজ করুন
es: Descartar advertencia
fr: Ignorer l'avertissement
hi: चेतावनी ख़ारिज करें
ja: 警告を無視する
pt_br: Ignorar aviso
ru: Скрыть предупреждение
zh_hans: 解除警告

source: Distance
ar: مسافة
bn: দূরত্ব
es: Distancia
hi: दूरी
ja: 距離
pt_br: Distância
ru: Расстояние
zh_hans: 距离

source: DISTANCE
ar: مسافة
bn: দূরত্ব
es: DISTANCIA
hi: दूरी
ja: 距離
pt_br: DISTÂNCIA
ru: РАССТОЯНИЕ
zh_hans: 距离

source: Distance %@
ar: مسافة %@
bn: দূরত্ব %@
es: Distancia %@
hi: दूरी %@
ja: 距離%@
pt_br: Distância %@
ru: Расстояние %@
zh_hans: 距离%@

source: DISTANCE FILTER
ar: مرشح المسافة
bn: দূরত্ব ফিল্টার
es: FILTRO DE DISTANCIA
fr: FILTRE DE DISTANCE
hi: दूरी फ़िल्टर
ja: 距離フィルター
pt_br: FILTRO DE DISTÂNCIA
ru: ДИСТАНЦИОННЫЙ ФИЛЬТР
zh_hans: 距离过滤器

source: Distance values shown throughout the app, widgets, and Live Activity.
ar: قيم المسافة المعروضة في جميع أنحاء التطبيق والأدوات والنشاط المباشر.
bn: অ্যাপ, উইজেট এবং লাইভ অ্যাক্টিভিটি জুড়ে দেখানো দূরত্বের মান।
es: Los valores de distancia se muestran en toda la aplicación, los widgets y la actividad en vivo.
fr: Valeurs de distance affichées dans l'application, les widgets et l'activité en direct.
hi: दूरी के मान पूरे ऐप, विजेट और लाइव गतिविधि में दिखाए गए हैं।
ja: アプリ、ウィジェット、ライブ アクティビティ全体で表示される距離の値。
pt_br: Valores de distância mostrados em todo o aplicativo, widgets e atividades ao vivo.
ru: Значения расстояния отображаются в приложении, виджетах и ​​интерактивных действиях.
zh_hans: 整个应用程序、小部件和实时活动中显示的距离值。

source: Done
ar: منتهي
bn: সম্পন্ন
es: Hecho
fr: Fait
hi: हो गया
ja: 終わり
pt_br: Feito
ru: Сделанный
zh_hans: 完毕

source: Double-tap to toggle this map layer. Touch and hold for an explanation.
ar: انقر نقرًا مزدوجًا لتبديل طبقة الخريطة هذه. المس مع الاستمرار للحصول على شرح.
bn: এই মানচিত্র স্তর টগল করতে ডবল-ট্যাপ করুন৷ একটি ব্যাখ্যার জন্য স্পর্শ করুন এবং ধরে রাখুন।
es: Toca dos veces para alternar esta capa de mapa. Toque y mantenga presionado para obtener una explicación.
fr: Appuyez deux fois pour basculer cette couche de carte. Touchez et maintenez pour une explication.
hi: इस मानचित्र परत को टॉगल करने के लिए डबल-टैप करें। स्पष्टीकरण के लिए स्पर्श करके रखें.
ja: ダブルタップしてこのマップ レイヤーを切り替えます。ロングタッチすると説明が表示されます。
pt_br: Toque duas vezes para alternar esta camada do mapa. Toque e segure para obter uma explicação.
ru: Дважды коснитесь, чтобы переключить этот слой карты. Нажмите и удерживайте, чтобы получить объяснение.
zh_hans: 双击可切换此地图图层。触摸并按住以获得解释。

source: Draws your GPS trail for the selected date range. Turn it off to focus on visits, pins, or the live session.
ar: يرسم مسار GPS الخاص بك للنطاق الزمني المحدد. قم بإيقاف تشغيله للتركيز على الزيارات أو الدبابيس أو الجلسة المباشرة.
bn: নির্বাচিত তারিখ ব্যাপ্তির জন্য আপনার GPS ট্রেল আঁকে। ভিজিট, পিন বা লাইভ সেশনে ফোকাস করতে এটি বন্ধ করুন।
es: Dibuja su ruta GPS para el rango de fechas seleccionado. Desactívalo para centrarte en las visitas, los pines o la sesión en vivo.
fr: Dessine votre trace GPS pour la plage de dates sélectionnée. Désactivez-le pour vous concentrer sur les visites, les épingles ou la session en direct.
hi: चयनित दिनांक सीमा के लिए आपका GPS ट्रेल खींचता है। विज़िट, पिन या लाइव सत्र पर ध्यान केंद्रित करने के लिए इसे बंद करें।
ja: 選択した日付範囲のGPS軌跡を描画します。訪問、ピン、またはライブセッションに集中するには、これをオフにします。
pt_br: Desenha sua trilha GPS para o intervalo de datas selecionado. Desligue-o para se concentrar nas visitas, nos pins ou na sessão ao vivo.
ru: Рисует GPS след для выбранного диапазона дат. Выключите его, чтобы сосредоточиться на посещениях, закреплениях или сеансе в реальном времени.
zh_hans: 绘制所选日期范围内的GPS轨迹。将其关闭以专注于访问、图钉或实时会话。

source: Drop Pin at Map Center
ar: قم بإسقاط الدبوس في مركز الخرائط
bn: মানচিত্র কেন্দ্রে পিন ড্রপ করুন
es: Colocar marcador en el centro del mapa
fr: Déposer une épingle sur Map Center
hi: मानचित्र केंद्र पर पिन डालें
ja: マップセンターにピンをドロップ
pt_br: Coloque o alfinete no Map Center
ru: Закрепить булавку в Центре карт
zh_hans: 将图钉放在地图中心

source: Duration
ar: مدة
bn: সময়কাল
es: Duración
fr: Durée
hi: अवधि
ja: 間隔
pt_br: Duração
ru: Продолжительность
zh_hans: 期间

source: DURATION
ar: مدة
bn: সময়কাল
es: DURACIÓN
fr: DURÉE
hi: अवधि
ja: 間隔
pt_br: DURAÇÃO
ru: ПРОДОЛЖИТЕЛЬНОСТЬ
zh_hans: 期间

source: Duration %@
ar: مدة %@
bn: সময়কাল %@
es: Duración %@
fr: Durée %@
hi: अवधि %@
ja: 間隔%@
pt_br: Duração %@
ru: Продолжительность %@
zh_hans: 期间%@

source: Each calendar day becomes one file per selected format. Use {date}, {day}, or {format} in the filename to keep them distinct.
ar: يصبح كل يوم تقويمي ملفًا واحدًا لكل تنسيق محدد. استخدم {date} أو {day} أو {format} في اسم الملف لإبقائها مميزة.
bn: প্রতিটি ক্যালেন্ডার দিনে নির্বাচিত বিন্যাস প্রতি একটি ফাইল হয়ে যায়। ফাইলের নামের মধ্যে {date} , {day} , বা {format} ব্যবহার করুন যাতে সেগুলি আলাদা থাকে৷
es: Cada día calendario se convierte en un archivo por formato seleccionado. Utilice {date} , {day} o {format} en el nombre del archivo para mantenerlos distintos.
fr: Chaque jour calendaire devient un fichier par format sélectionné. Utilisez {date} , {day} ou {format} dans le nom de fichier pour les conserver distincts.
hi: प्रत्येक कैलेंडर दिवस चयनित प्रारूप के अनुसार एक फ़ाइल बन जाता है। फ़ाइल नाम को अलग रखने के लिए उसमें {date} , {day} , या {format} उपयोग करें।
ja: 各暦日は、選択した形式ごとに 1 つのファイルになります。ファイル名を区別するには、ファイル名に{date} 、 {day} 、または{format}を使用します。
pt_br: Cada dia do calendário se torna um arquivo por formato selecionado. Use {date} , {day} ou {format} no nome do arquivo para mantê-los distintos.
ru: Каждый календарный день становится одним файлом выбранного формата. Используйте {date} , {day} или {format} в имени файла, чтобы они были различимы.
zh_hans: 每个日历日都成为每种选定格式的一个文件。在文件名中使用{date} 、 {day}或{format}以保持它们不同。

source: Each new GPS fix is POSTed immediately.
ar: يتم نشر كل إصلاح GPS جديد على الفور.
bn: প্রতিটি নতুন GPS ফিক্স অবিলম্বে পোস্ট করা হয়.
es: Cada nueva posición GPS se PUBLICA inmediatamente.
fr: Chaque nouvelle position GPS est publiée immédiatement.
hi: प्रत्येक नए GPS फिक्स को तुरंत पोस्ट किया जाता है।
ja: 新しいGPS修正はそれぞれすぐに POST されます。
pt_br: Cada novo ponto GPS é POSTADO imediatamente.
ru: Каждое новое определение GPS публикуется немедленно.
zh_hans: 每个新的GPS修复都会立即发布。

source: Each outing becomes one file per selected format. Use {title}, {date}, {time}, or {format} in the file path.
ar: تصبح كل نزهة ملفًا واحدًا لكل تنسيق محدد. استخدم {title} أو {date} أو {time} أو {format} في مسار الملف.
bn: প্রতিটি আউটিং নির্বাচিত বিন্যাস প্রতি একটি ফাইল হয়ে যায়. ফাইল পাথে {title} , {date} , {time} , অথবা {format} ব্যবহার করুন।
es: Cada salida se convierte en un archivo por formato seleccionado. Utilice {title} , {date} , {time} o {format} en la ruta del archivo.
fr: Chaque sortie devient un fichier par format sélectionné. Utilisez {title} , {date} , {time} ou {format} dans le chemin du fichier.
hi: प्रत्येक आउटिंग प्रत्येक चयनित प्रारूप में एक फ़ाइल बन जाती है। फ़ाइल पथ में {title} , {date} , {time} , या {format} उपयोग करें।
ja: 各外出は、選択した形式ごとに 1 つのファイルになります。ファイルパスには{title} 、 {date} 、 {time} 、または{format}を使用します。
pt_br: Cada saída se torna um arquivo por formato selecionado. Use {title} , {date} , {time} ou {format} no caminho do arquivo.
ru: Каждый выход становится одним файлом выбранного формата. Используйте {title} , {date} , {time} или {format} в пути к файлу.
zh_hans: 每次外出都会成为每种所选格式的一个文件。在文件路径中使用{title} 、 {date} 、 {time}或{format} 。

source: Edit visit times
ar: تعديل أوقات الزيارة
bn: পরিদর্শন সময় সম্পাদনা করুন
es: Editar tiempos de visita
fr: Modifier les heures de visite
hi: विज़िट समय संपादित करें
ja: 訪問時間を編集する
pt_br: Editar horários de visita
ru: Изменить время посещения
zh_hans: 编辑访问时间

source: ELAPSED
ar: انقضى
bn: অতিবাহিত
es: TRANSCURRIDO
fr: ÉCOULÉ
hi: बीत गया
ja: 経過
pt_br: DECORRIDO
ru: ПРОШЕДШЕЕ
zh_hans: 过去

source: Empty days now keep the overview and date picker on screen, with a quick jump back to your latest data.
ar: الأيام الفارغة الآن تحافظ على النظرة العامة ومنتقي التاريخ على الشاشة، مع الانتقال السريع إلى أحدث بياناتك.
bn: খালি দিনগুলি এখন ওভারভিউ এবং তারিখ চয়নকারীকে স্ক্রিনে রাখুন, দ্রুত লাফ দিয়ে আপনার সর্বশেষ ডেটাতে ফিরে যান।
es: Los días vacíos ahora mantienen la descripción general y el selector de fechas en la pantalla, con un salto rápido a los datos más recientes.
fr: Les jours vides conservent désormais l'aperçu et le sélecteur de date à l'écran, avec un retour rapide à vos dernières données.
hi: खाली दिन अब अपने नवीनतम डेटा पर त्वरित वापसी के साथ, स्क्रीन पर अवलोकन और दिनांक पिकर रखें।
ja: 空の日には概要と日付ピッカーが画面上に表示され、最新のデータにすぐに戻ることができるようになりました。
pt_br: Os dias vazios agora mantêm a visão geral e o seletor de data na tela, com um rápido retorno aos dados mais recentes.
ru: Пустые дни теперь сохраняют обзор и выбор даты на экране с быстрым переходом к последним данным.
zh_hans: 现在，空的日子会在屏幕上保留概述和日期选择器，并快速跳回到最新数据。

source: ENABLE
ar: يُمكَِن
bn: সক্ষম করুন
es: PERMITIR
fr: ACTIVER
hi: सक्षम करें
ja: 有効にする
pt_br: HABILITAR
ru: ДАВАТЬ ВОЗМОЖНОСТЬ
zh_hans: 使能够

source: ENABLED
ar: ممكّن
bn: সক্রিয়
es: ACTIVADO
fr: ACTIVÉ
hi: सक्रिय
ja: 有効
pt_br: HABILITADO
ru: ВКЛЮЧЕНО
zh_hans: 启用

source: Enabled. Photo cards will appear automatically when iso.me can place them on your map.
ar: ممكّن. ستظهر بطاقات الصور تلقائيًا عندما يتمكن iso.me من وضعها على خريطتك.
bn: সক্রিয় ফটো কার্ডগুলি স্বয়ংক্রিয়ভাবে প্রদর্শিত হবে যখন iso.me সেগুলিকে আপনার মানচিত্রে রাখতে পারবে৷
es: Activado. Las tarjetas fotográficas aparecerán automáticamente cuando iso.me pueda colocarlas en su mapa.
fr: Activé. Les cartes photo apparaîtront automatiquement lorsque iso.me pourra les placer sur votre carte.
hi: सक्षम. जब iso.me उन्हें आपके मानचित्र पर रख सकेगा तो फोटो कार्ड स्वचालित रूप से दिखाई देंगे।
ja: 有効。写真カードは、 iso.meマップ上に配置できるときに自動的に表示されます。
pt_br: Habilitado. Os cartões fotográficos aparecerão automaticamente quando iso.me puder colocá-los no seu mapa.
ru: Включено. Фотокарточки появятся автоматически, когда iso.me сможет разместить их на вашей карте.
zh_hans: 已启用。当iso.me将照片卡放置在您的地图上时，照片卡将自动出现。

source: Enabling webhook delivery sends your location data to an external server you configure. iso.me does not have access to this server or the transmitted data.
ar: يؤدي تمكين تسليم خطاف الويب إلى إرسال بيانات موقعك إلى خادم خارجي تقوم بتكوينه. ليس لدى iso.me حق الوصول إلى هذا الخادم أو البيانات المرسلة.
bn: ওয়েবহুক ডেলিভারি সক্ষম করা আপনার অবস্থানের ডেটা আপনার কনফিগার করা একটি বহিরাগত সার্ভারে পাঠায়। iso.me এর এই সার্ভার বা ট্রান্সমিটেড ডেটা অ্যাক্সেস নেই৷
es: Al habilitar la entrega de webhooks, se envían los datos de su ubicación a un servidor externo que usted configura. iso.me no tiene acceso a este servidor ni a los datos transmitidos.
fr: L'activation de la livraison de webhook envoie vos données de localisation à un serveur externe que vous configurez. iso.me n'a pas accès à ce serveur ni aux données transmises.
hi: वेबहुक डिलीवरी सक्षम करने से आपका स्थान डेटा आपके द्वारा कॉन्फ़िगर किए गए बाहरी सर्वर पर भेजता है। iso.me पास इस सर्वर या प्रेषित डेटा तक पहुंच नहीं है।
ja: Webhook 配信を有効にすると、位置データが設定した外部サーバーに送信されます。 iso.me 、このサーバーまたは送信されたデータにアクセスできません。
pt_br: A ativação da entrega de webhook envia seus dados de localização para um servidor externo configurado por você. iso.me não tem acesso a este servidor ou aos dados transmitidos.
ru: Включение доставки веб-перехватчика отправляет данные о вашем местоположении на внешний сервер, который вы настроили. iso.me не имеет доступа к этому серверу или передаваемым данным.
zh_hans: 启用 Webhook 传送会将您的位置数据发送到您配置的外部服务器。 iso.me无权访问该服务器或传输的数据。

source: END
ar: نهاية
bn: শেষ
es: FIN
fr: FIN
hi: अंत
ja: 終わり
pt_br: FIM
ru: КОНЕЦ
zh_hans: 结尾

source: Enter a name for the current outing.
ar: أدخل اسمًا للنزهة الحالية.
bn: বর্তমান ভ্রমণের জন্য একটি নাম লিখুন।
es: Ingrese un nombre para la salida actual.
fr: Entrez un nom pour la sortie en cours.
hi: वर्तमान आउटिंग के लिए एक नाम दर्ज करें.
ja: 現在の外出の名前を入力します。
pt_br: Insira um nome para o passeio atual.
ru: Введите название текущего выезда.
zh_hans: 输入当前郊游的名称。

source: Enter a place name, location, and valid times.
ar: أدخل اسم المكان والموقع والأوقات الصالحة.
bn: একটি স্থানের নাম, অবস্থান এবং বৈধ সময় লিখুন।
es: Introduzca el nombre del lugar, la ubicación y los horarios válidos.
fr: Entrez un nom de lieu, un emplacement et des heures valides.
hi: स्थान का नाम, स्थान और मान्य समय दर्ज करें।
ja: 地名、場所、有効時間を入力します。
pt_br: Insira um nome de lugar, local e horários válidos.
ru: Введите название места, местоположение и действительное время.
zh_hans: 输入地名、位置和有效时间。

source: EVENTS
ar: الأحداث
bn: ঘটনা
es: EVENTOS
fr: ÉVÉNEMENTS
hi: घटनाएँ
ja: イベント
pt_br: EVENTOS
ru: СОБЫТИЯ
zh_hans: 活动

source: EXCLUDE GPS GLITCHES
ar: استبعاد مواطن الخلل في نظام تحديد المواقع
bn: Gps Glitches বাদ দিন
es: EXCLUIR FALLOS DEL GPS
fr: EXCLURE LES PROBLÈMES GPS
hi: जीपीएस गड़बड़ियों को दूर करें
ja: Gps の不具合を除外する
pt_br: EXCLUIR FALHAS DE GPS
ru: ИСКЛЮЧИТЬ СБОИ GPS
zh_hans: 排除 GPS 故障

source: Expands session details.
ar: يوسع تفاصيل الجلسة.
bn: সেশনের বিবরণ প্রসারিত করে।
es: Amplía los detalles de la sesión.
fr: Développe les détails de la session.
hi: सत्र विवरण विस्तृत करता है.
ja: セッションの詳細を展開します。
pt_br: Expande os detalhes da sessão.
ru: Расширяет детали сеанса.
zh_hans: 扩展会话详细信息。

source: Expected JSON object at root
ar: كائن JSON المتوقع في الجذر
bn: মূলে প্রত্যাশিত JSON অবজেক্ট
es: Objeto JSON esperado en la raíz
fr: Objet JSON attendu à la racine
hi: रूट पर अपेक्षित JSON ऑब्जेक्ट
ja: ルートに必要なJSONオブジェクト
pt_br: Objeto JSON esperado na raiz
ru: Ожидаемый объект JSON в корне
zh_hans: 根目录下期望的JSON对象

source: Export
ar: يصدّر
bn: রপ্তানি
es: Exportar
fr: Exporter
hi: निर्यात
ja: 輸出
pt_br: Exportar
ru: Экспорт
zh_hans: 出口

source: EXPORT
ar: يصدّر
bn: রপ্তানি
es: EXPORTAR
fr: EXPORTER
hi: निर्यात
ja: 輸出
pt_br: EXPORTAR
ru: ЭКСПОРТ
zh_hans: 出口

source: EXPORT %@
ar: يصدّر %@
bn: রপ্তানি %@
es: EXPORTAR %@
fr: EXPORTER %@
hi: निर्यात %@
ja: 輸出%@
pt_br: EXPORTAR %@
ru: ЭКСПОРТ %@
zh_hans: 出口%@
